<div  id="promo">
        <h1 id="promoText">
            Новый PhoneBrand - это лучший магазин смартфонов
        </h1>
    </div>

    <div id="mainTextWrap">
        <div id="mainText">
             <ul>
            <li>Вы попали на лучший онлайн магазин Санкт-Петербурга по продаже смартфонов.</li>
           <li> Здесь вы можете увидеть множество разных смартфонов от разных компаний мирового уровня.</li>
           <li> Если вас что-то не устраивает или есть какие-то вопросы по качеству вы можете связаться с нами по почте или по номеру, которые указаны внизу сайта.</li>
            <li>Ещё наши магазины есть по всему Санкт-Петербургу, где вы можете приобрести наши смартфоны.</li>
            <li>Скоро в наших магазинах будут появляться не только смартфоны, но и бытовая техника!</li>
            <li>Удачных покупок.</li>
             </ul>
        </div>
    </div>